
;   ▄██████▄  ████████▄     ▄████████  ▄████████    ▄█    █▄     ▄█  
;  ███    ███ ███   ▀███   ███    ███ ███    ███   ███    ███   ███  
;  ███    ███ ███    ███   ███    ███ ███    █▀    ███    ███   ███▌ 
;  ███    ███ ███    ███   ███    ███ ███         ▄███▄▄▄▄███▄▄ ███▌ 
;  ███    ███ ███    ███ ▀███████████ ███        ▀▀███▀▀▀▀███▀  ███▌ 
;  ███    ███ ███    ███   ███    ███ ███    █▄    ███    ███   ███  
;  ███    ███ ███   ▄███   ███    ███ ███    ███   ███    ███   ███  
;   ▀██████▀  ████████▀    ███    █▀  ████████▀    ███    █▀    █▀   
;                                                                    


;  ▀█████████▄   ▄█          ▄████████  ▄████████    ▄█   ▄█▄  ▄█     █▄     ▄████████     ███      ▄████████    ▄█    █▄    
;    ███    ███ ███         ███    ███ ███    ███   ███ ▄███▀ ███     ███   ███    ███ ▀█████████▄ ███    ███   ███    ███   
;    ███    ███ ███         ███    ███ ███    █▀    ███▐██▀   ███     ███   ███    ███    ▀███▀▀██ ███    █▀    ███    ███   
;   ▄███▄▄▄██▀  ███         ███    ███ ███         ▄█████▀    ███     ███   ███    ███     ███   ▀ ███         ▄███▄▄▄▄███▄▄ 
;  ▀▀███▀▀▀██▄  ███       ▀███████████ ███        ▀▀█████▄    ███     ███ ▀███████████     ███     ███        ▀▀███▀▀▀▀███▀  
;    ███    ██▄ ███         ███    ███ ███    █▄    ███▐██▄   ███     ███   ███    ███     ███     ███    █▄    ███    ███   
;    ███    ███ ███▌    ▄   ███    ███ ███    ███   ███ ▀███▄ ███ ▄█▄ ███   ███    ███     ███     ███    ███   ███    ███   
;  ▄█████████▀  █████▄▄██   ███    █▀  ████████▀    ███   ▀█▀  ▀███▀███▀    ███    █▀     ▄████▀   ████████▀    ███    █▀    
;               ▀                                   ▀                                                                        


[MD_WOTC_OW_ODACHI_BLACKWATCH_T3 X2WeaponTemplate]
FriendlyName="Blackwatch Hypercutter"
AbilityDescName="blackwatch dragonblade"
BriefSummary=These blades were developed by the paramilitary group known as 'Overwatch.' Who they are, what their objectives, and capabilities are as of yet unknown. The blades in question make use of a system of electronic oscillators to apply ultrasonic vibration to the blade. These weapons are the first step on the path to 'Hypercutter' technology. While the blade does oscillate at frequencies that allow it to cut through most anything it isn't uncommon for ultrasonic stress to cause the blade to shatter or for a misplaced vibration to cause the blade to break during use. As such all blackwatch blades are modular and can be replaced in short notice.
TacticalText="<Bullet/>Type: Ōdachi.\n<Bullet/>Origin: Japan\n<Bullet/>Tier: Beam"

[MD_WOTC_OW_ODACHI_BLACKWATCH_T4 X2WeaponTemplate]
FriendlyName="Dark Dragonblade"
AbilityDescName="blackwatch dragonblade"
BriefSummary= "These blades were developed by the paramilitary group known as 'Overwatch.' Who they are, what their objectives, and capabilities are as of yet unknown. The blades in question make use of a system of electronic oscillators to apply ultrasonic vibration to the blade. These weapons are the first step on the path to 'Hypercutter' technology. This is a direct advancement on the original Blackwatch hypercutter. The blades are better capable of putting up with the stress of combat and ultrasonic oscillation and a small control has been added to the handle to allow the user to modify the intensity of the vibration and its location on the blade."
TacticalText="<Bullet/>Type: Ōdachi.\n<Bullet/>Origin: Japan\n<Bullet/>Tier: Forged"
